Repository: Mte90/roots-haml-compass-coffeescript
Catalog: lang/*.po
Languages: sk_sk

source: Sorry, but the page you were trying to view does not exist.
sk_sk: Prepáčte, ale stránka ktorý hľadáte neexituje.

source: It looks like this was the result of either:
sk_sk: Vyzerá to, že toto bol výsledok jedného z:

source: a mistyped address
sk_sk: zle zapísaná adresa

source: an out-of-date link
sk_sk: starý nefunkčný link

source: You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.
sk_sk: Používate <strong>zastaralý</strong> prehliadač. Prosím <a href="http://browsehappy.com/">aktualizujte Váš internetový prehliadač</a> pretože niektoré funkcie tejto stránky nemusia fungovať správne.

source: Sorry, no results were found.
sk_sk: Prepáčte, ale nenájdené žiadne výsledky.

source: &larr; Older posts
sk_sk: &larr; Starčie príspevky

source: Newer posts &rarr;
sk_sk: Novšie príspevky &rarr;

source: Theme Activation
sk_sk: Aktivácia témy

source: %s Theme Activation
sk_sk: %s Aktivácia témy

source: Create static front page?
sk_sk: Vytvoriť statickú homepage?

source: Yes
sk_sk: Áno

source: No
sk_sk: Nie

source: Create a page called Home and set it to be the static front page
sk_sk: Vytvorte stránku s názvom Home a nastavte ju ako statickú front page

source: Change permalink structure?
sk_sk: Zmeniť štruktúru linkov?

source: Update permalink structure?
sk_sk: Aktualizovať štruktúru linkov?

source: Change permalink structure to /&#37;postname&#37;/
sk_sk: Zmeniť štruktúru linkov na /&#37;postname&#37;/

source: Change uploads folder?
sk_sk: Zmeniť priečinok pre upload?

source: Update uploads folder?
sk_sk: Aktualizovať priečinok pre upload?

source: Change uploads folder to /media/ instead of /wp-content/uploads/
sk_sk: Zmeniť priečinok pre upload z /wp-content/uploads/ na /media/

source: Create navigation menu?
sk_sk: Vytvoriť navigačné menu?

source: Create the Primary Navigation menu and set the location
sk_sk: Vytvoriť primárne navigačné menu a nastaviť ho?

source: Add pages to menu?
sk_sk: Pridať stránky do hlavného menu?

source: Add all current published pages to the Primary Navigation
sk_sk: Nastaviť všetky publikované stránky do hlavného menu?

source: Continued
sk_sk: Pokračovať

source: Primary Navigation
sk_sk: Primárna navigácia

source: Latest Posts
sk_sk: Posledné príspevky

source: Daily Archives: %s
sk_sk: Denné archívy: %s

source: Monthly Archives: %s
sk_sk: Mesačné archívy: %s

source: Yearly Archives: %s
sk_sk: Ročné archívy: %s

source: Author Archives: %s
sk_sk: Archívy podľa autorov: %s

source: Search Results for %s
sk_sk: Vyhľadať výsledy pre %s

source: Not Found
sk_sk: Nenájdené

source: Primary
sk_sk: Primárne

source: Footer
sk_sk: Zápätie

source: Use this widget to add a vCard
sk_sk: Použiť widget pre pridanie vCard

source: Roots: vCard
sk_sk: Koreň: vCard

source: (Edit)
sk_sk: (Editovať)

source: Your comment is awaiting moderation.
sk_sk: Váš komentár čaká na schválenie.

source: One Response to &ldquo;%2$s&rdquo;
sk_sk: Jedna odpoveň pre &ldquo;%2$s&rdquo;

source: &larr; Older comments
sk_sk: &larr; Staršie komentáre

source: Newer comments &rarr;
sk_sk: Novšie komentáre &rarr;

source: Comments are closed.
sk_sk: Komentovanie sú uzavreté.

source: Leave a Reply
sk_sk: Zanechajte odpoveď

source: Leave a Reply to %s
sk_sk: Zanechajte odpoveď pre %s

source: You must be <a href="%s">logged in</a> to post a comment.
sk_sk: Musíte byť <a href="%s">prihlásený</a>, aby ste mohli pridávať komentáre.

source: Logged in as <a href="%s/wp-admin/profile.php">%s</a>.
sk_sk: Prihlásený ako <a href="%s/wp-admin/profile.php">%s</a>.

source: Log out of this account
sk_sk: Odhlásiť sa z účtu

source: Log out &raquo;
sk_sk: Odhlásiť sa &raquo;

source: Name
sk_sk: Meno

source: (required)
sk_sk: (povinné)

source: Email (will not be published)
sk_sk: Email (nebude zverejnený)

source: Website
sk_sk: Webstránka

source: Comment
sk_sk: Komentár

source: Submit Comment
sk_sk: Odoslať komentár

source: Pages:
sk_sk: Stránky:

source: By
sk_sk: Podľa

source: Search for:
sk_sk: Vyhľadávať:

source: Search
sk_sk: Hľadať
